{
  "gui.xaero_wm_ceiling": "Ceiling",
  "gui.xaero_wm_cave_mode_type_full": "Full",
  "gui.xaero_export_option_highlights": "Include Active Highlights",
  "gui.xaero_box_reload_viewed_regions": "Reload every region that is displayed on your screen once.",
  "gui.xaero_wm_box_default_cave_mode_type": "The default cave mode type assigned to dimensions visited for the first time in a world/server. You can read more about cave mode types by clicking the cave mode icon on the map screen.",
  "gui.xaero_export_option_full": "Force Full Map",
  "gui.xaero_export_screen": "World Map PNG Export",
  "gui.xaero_full_reload": "Reload All Regions",
  "gui.xaero_full_reload_in_progress": "Full map reload is in progress...",
  "gui.xaero_dimension_toggle_button": "§2%s§r Toggle Dimension (hold shift to reverse)",
  "gui.xaero_auto_cave_mode_minimap": "Minimap",
  "gui.xaero_wm_cave_mode_start_auto": "auto",
  "gui.xaero_converted_world_save": "Converted World Save",
  "effect.xaeroworldmap.no_cave_maps_harmful": "No WM Cave Maps",
  "gui.xaero_reload_viewed_regions": "Reload Viewed Regions",
  "gui.xaero_box_export_option_highlights": "Export the map with all currently enabled highlights (e.g. claims) applied to the map. When exporting the full map, highlights very far from your discovered map won\u0027t be included.",
  "gui.xaero_box_cave_mode": "Cave Mode",
  "gui.xaero_box_hiding_tracked_players": "%s Not rendering players",
  "gui.xaero_box_cave_mode_not_allowed": "Cave Mode (not allowed)",
  "gui.xaero_wm_box_legible_cave_maps": "Use depth-based lighting in cave mode instead of actual block lighting, making it easier to mentally separate the different cave layers.",
  "gui.xaero_box_showing_tracked_players": "%s Rendering players",
  "gui.xaero_world_save": "World Save",
  "gui.xaero_wm_box_biome_blending": "Smooth out biome color edges by sampling biome colors for multiple blocks for every block on the map. Turning this off can significantly improve performance when biome color calculation is modded to be much more heavyweight than vanilla.",
  "gui.xaero_pac_claim_selection_out_of_dimension": "§8(Claims) Out of Dimension...",
  "gui.xaero_wm_legible_cave_maps": "Legible Cave Maps",
  "gui.xaero_wm_box_player_teleport_command": "The chat command used on this world/server to teleport you to tracked players on the map (not regular radar).",
  "gui.xaero_png_result_image_too_big": "The image size is beyond what\u0027s possible to store in a BufferedImage!",
  "gui.xaero_png_result_out_of_memory": "The export failed because the Java heap ran out of memory! Please try again or allocate more memory.",
  "gui.xaero_unknown_dimension_type2": "The map functions are limited. Visiting the dimension once might help.",
  "gui.xaero_unknown_dimension_type1": "Currently unknown dimension type!",
  "gui.xaero_png_result_success": "Successfully exported the map!",
  "gui.xaero_wm_biome_blending": "Biome Blending",
  "gui.xaero_export_screen_exporting": "Exporting... Will temporarily appear frozen. Might take a while!",
  "gui.xaero_map_writing_distance_unlimited": "Unlimited",
  "gui.xaero_wm_cave_mode_type_layered": "Layered",
  "gui.xaero_box_export_option_scale_down_square": "The size, in regions, of a square image equivalent to the resolution that a large exported map will be scaled down to if necessary. For example, 20x20 stands for 400 regions, 512x512 blocks/pixels each. The resulting image doesn\u0027t have to be a square. 10x40 is also 400 regions. \n \n Your computer or the Java heap size might not be able to handle higher export resolutions.",
  "gui.xaero_wm_default_cave_mode_type": "Default Cave Mode Type",
  "gui.xaero_wm_player_teleport_command": "Player Teleport Command",
  "gui.xaero_wm_cave_mode_toggle_timer": "Cave Mode Toggle Timer",
  "gui.xaero_box_full_resave": "Reload and resave all regions on the map without having to manually visit them. World save maps will be converted into normal map data saved to a separate map instance \"Converted World Save\", stored in the folder \"cm$converted\", which can be transferred to multiplayer map instances for the same world, using file manager. The reloading process will work in the background and turn off when it\u0027s done. It is important to note that going to another dimension will pause it until you come back and changing maps will fully cancel it.",
  "gui.xaero_wm_connect_with_auto_msg": "Would you like to create the following connection between maps?",
  "gui.xaero_map_writing_distance": "Map Writing Distance",
  "gui.xaero_wm_teleport_never_confirmed": "You cannot teleport yet because you have not yet confirmed a single map in your current dimension. Please confirm a map in your current dimension or change map selection type to an automatic one.",
  "gui.xaero_export_option_scale_down_square": "Max Single Image Size",
  "gui.xaero_switched_to_dimension": "Switched to §2%s§r",
  "gui.xaero_auto_cave_mode": "Auto Cave Mode",
  "gui.xaero_png_result_not_prepared": "Can\u0027t export just yet! The world map has not been prepared yet.",
  "gui.xaero_box_export_option_multiple_images": "Export the map as multiple unscaled images no matter how big it is. This does not have the same memory limitations as a single image.",
  "gui.xaero_switched_to_current_dimension": "Switched to §2%s§r (current)",
  "gui_xaero_wm_dropdown_map_select": "Map Selection",
  "gui.xaero_wm_cave_mode_type": "Cave Mode Type",
  "gui.xaero_wm_box_cave_mode_toggle_timer": "The minimum time to wait between toggles of cave mode to prevent flickering when quickly switching between being under blocks and not. This only applies when \"Auto Cave Mode\" isn\u0027t redirecting to the minimap mod. The latest minimap mod has a separate setting for this as well.",
  "gui.xaero_box_export_option_nighttime": "Export the map with nighttime lighting. This doesn\u0027t affect cave mode maps.",
  "gui.xaero_box_load_chunks": "Add new chunks to the non-world-save maps (multiplayer).",
  "gui.xaero_full_resave": "Convert All Regions",
  "gui.xaero_wm_cave_mode_start": "Cave Mode Top Y",
  "gui.xaero_box_auto_cave_mode": "How the mod should determine the \"auto\" top Y when viewing the full screen map. The ceiling size refers to the size of a square ceiling of solid blocks that has to be detected above you to activate the cave mode. The solid blocks don\u0027t have to be on the same Y level. \n \n Minimap - if installed, match the minimap mod\u0027s cave mode, otherwise use the ceiling size 3x3",
  "gui_xaero_wm_dropdown_dimension_select": "Dimension Selection",
  "gui.xaero_export_option_multiple_images": "Multiple Unscaled Images",
  "gui.xaero_box_update_chunks": "Update chunks on the non-world-save maps (multiplayer).",
  "gui.xaero_connect_map": "Connect",
  "gui.xaero_png_result_bad_fbo": "The export failed because the mod failed to create an OpenGL framebuffer.",
  "gui.xaero_wm_dimension_teleport_command": "Map Cross-Dimension Teleport Command",
  "gui.xaero_box_export_option_full": "Export the whole map even if you\u0027ve made a map selection.",
  "gui.xaero_wm_hovered_biome": "Cursor Biome",
  "gui.xaero_wm_disconnect_from_auto_msg": "Would you like to delete the following connection between maps?",
  "gui.xaero_export_option_scale_down_square_value": "%1$sx%1$s reg",
  "gui.xaero_box_full_reload": "Reload all regions on the map without having to manually view them. The reloading process will work in the background and turn off when it\u0027s done. It is important to note that going to another dimension will pause it until you come back and changing maps will fully cancel it.",
  "effect.xaeroworldmap.no_cave_maps": "No WM Cave Maps",
  "gui.xaero_png_result_empty": "The exported area is empty!",
  "gui.xaero_box_map_writing_distance": "The maximum X and Z distance in chunks at which chunks can be loaded or updated on a non-world-save map. For the \"Unlimited\" option, go all the way to the left. World save maps always generate within your render distance",
  "gui.xaero_png_result_too_big": "The exported area is way too big to scale down! Please make a smaller selection.",
  "gui.xaero_export_option_nighttime": "Nighttime",
  "gui.xaero_png_result_io_exception": "The export failed because of an IO exception! Please try again. The full exception has been logged.",
  "gui.xaero_wm_teleport_not_connected": "You are trying to teleport to a map that is not connected to the current confirmed/auto one. If you are sure that this map is from your current sub-server/world save, then you can enable teleportation by adding a connection in the map selection screen -\u003e Connect. But beware, if you connect unrelated maps and teleport, then there is a good chance you will suffocate in a block or die from fall damage, so be careful and connect only the right ones.",
  "gui.xaero_toggle_dimension": "Toggle Dimension",
  "gui.xaero_wm_cave_mode_depth": "Cave Mode Depth",
  "gui.xaero_wm_cave_mode_start_display": "Top Y: %s",
  "gui.xaero_wm_display_cave_mode_start": "Display Cave Mode Top Y",
  "gui.xaero_toggle_tracked_players": "Toggle Tracked Players",
  "gui.xaero_export_option_scale_down_square_unscaled": "Unscaled",
  "gui.xaero_disconnect_map": "Disconnect",
  "gui.xaero_wm_unknown_biome": "Unknown Biome",
  "gui.xaero_wm_box_cave_mode_type": "The cave mode type to use when cave mode is enabled. \n \n OFF - display above ground even when cave mode is automatically or manually enabled (same as old world map versions without cave mode) \n Layered - separate cave maps into multiple layers depending on the used top Y \n Full - ignore the used top Y, use a single layer for cave maps and map everything from the world top to the world bottom"
}